const requestCardData = [
  {
    id: 1,
    nickname: '수정',
    gender: '여성',
    age: 35,
    height: 168,
    weight: 78,
    receivedDate: '25. 7. 23 수신',
    requestMessage: `최근 들어 야근과 불규칙한 생활 패턴이 반복되면서 속이 자주 더부룩하고 식사 후에 소화가 잘 되지 않는 느낌을 자주 받습니다.특히 기름진 음식을 먹었을 때 속이 답답해지고 컨디션이 떨어지는 경우가 많아, 전반적인 소화기 건강과 식습관 개선에 대한 전문적인 관리가 필요하다고 생각했습니다.
    하루 식사 타이밍이나 음식 조합 등에 대해 조언을 받고 싶고, 장 건강까지 고려한 관리 방향이 있다면 함께 제안받고 싶습니다.`,
  },
  {
    id: 2,
    nickname: '하나',
    gender: '여성',
    age: 23,
    height: 168,
    weight: 52,
    receivedDate: '25. 7. 23 수신',
    requestMessage: `최근 건강검진에서 LDL 콜레스테롤 수치가 기준보다 약간 높게 측정되어 식이 조절이 필요하다는 피드백을 받았습니다. 하지만 정확히 어떤 음식을 줄이고 어떤 식재료를 늘려야 하는지 잘 모르겠고, 단순히 식단을 제한하는 것이 아니라 지속 가능한 방식으로 건강을 유지하고 싶습니다.
따라서 콜레스테롤 수치를 낮추기 위한 식이조절법, 영양 정보, 실생활에서 적용 가능한 레시피나 습관 변화 방법 등에 대해 구체적인 조언을 받고 싶습니다.`,
  },
  {
    id: 3,
    nickname: '조이',
    gender: '여성',
    age: 27,
    height: 158,
    weight: 52,
    receivedDate: '25. 7. 23 수신',
    requestMessage: `최근 몇 달 사이에 활동량이 줄면서 쉽게 피로해지고, 가벼운 외출만 해도 금세 지치는 느낌을 자주 받습니다. 특히 오전 시간에 집중력이 떨어지고, 계단을 오르거나 빠르게 걸을 때 숨이 차는 등 전반적인 에너지 수준이 낮아졌다고 느끼고 있습니다.

이러한 변화가 단순한 활동량 저하 때문만은 아닐 수 있다고 생각되어, 영양 섭취의 균형이나 식사 리듬이 문제일 가능성도 염두에 두고 있습니다. 특히 평소 아침을 거르는 일이 잦고, 점심·저녁에는 탄수화물 위주의 식단이 많아지는 편입니다.

따라서 최근의 피로감과 집중력 저하, 체력 저하 등을 개선하기 위해 균형 잡힌 식단 구성, 부족한 영양소 보충 방안, 하루 식사 루틴에 대한 조언 등을 요청드립니다. 가능하다면 수면이나 활동량과의 연관성도 고려한 전반적인 영양 기반 생활 습관 개선 방향도 함께 제안해 주시면 감사하겠습니다.`,
  },
];

export default requestCardData;
